Resources/GetDetailsByHash.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <GetDetailsByHash xmlns="http://www.sublight.si/">
            <session>[session]</session>
            <hash>[sublightHash]</hash>
        </GetDetailsByHash>
    </soap:Body>
</soap:Envelope>